Repository: konradgujda/RESX_TEST_COMARCH
Catalog: Altum/Comarch.B2.Properties.Resources.*.resx
Languages: de, es_es, fr_fr, it_it, ru, uk

# LoginBadPassword
source: The entered user data is invalid. Try again or contact the system administrator.
de: Es wurden ungültige Benutzerdaten eingegeben. Versuchen Sie erneut oder wenden Sie sich an den Systemadministrator.
es_es: Los datos del usuario introducidos son incorrectos. Reintente o póngase en contacto con el administrador del sistema.
fr_fr: Les données de l'utilisateur saisies sont incorrectes. Réessayez ou contactez l'administrateur du système.
it_it: I dati dell'utente inseriti non sono validi. Riprova o contatta l'amministratore di sistema.
ru: Неправильный пароль.
uk: Неправильний пароль.

# LoginConfigDatabaseConnectionError
source: Error connecting with the configuration database.
de: Fehler bei der Verbindung mit der Konfigurationsdatenbank.
es_es: Error de conexión con la base de configuración.
fr_fr: Erreur de connexion à la base de configuration
it_it: Errore di connessione al database di configurazione.
ru: Ошибка соединения с конфигурационной базой.
uk: Помилка під час з'єднання з конфігураційною базою даних.

# LoginDatabaseConnectionError
source: Error connecting to the selected database.
de: Fehler bei der Verbindung mit der ausgewählten Datenbank.
es_es: Error de conexión con la base de datos.
fr_fr: Erreur de connexion à la base de données sélectionnée.
it_it: Errore di connessione al database selezionato.
ru: Ошибка соединения с выбранной базой данных.
uk: Помилка під час підключення з вибраною базою даних.

# LoginEmptyConfigDatabase
source: No databases. Add a database in the Database Manager.
de: Es sind keine Datenbanken vorhanden. Fügen Sie eine Datenbank im Datenbankmanager hinzu.
es_es: No hay bases de datos. Añada una base en el administrador de bases de datos.
fr_fr: Aucune base de données créée. Ajoutez une base dans le gestionnaire des bases de données.
it_it: Database mancante. Aggiungi un database tramite il gestore database.
ru: Отсутствие баз данных. Добавить базу в менеджере.
uk: Немає баз даних. Додати базу даних в менеджері.

# LoginNoContextForUser
source: You cannot log in without context.
de: Die Anmeldung ohne Kontext ist nicht möglich.
es_es: No es posible conectarse sin contexo.
fr_fr: Impossible de se connecter sans indiquer le contexte.
it_it: Impossibile accedere senza contesto.
ru: Не возможно регистрироваться без контекста.
uk: Не можна ввійти в систему без контексту.

# NoUserAcountErrot
source: The user does not have an account on the selected database.
de: Benutzer hat kein Konto in der ausgewählten Datenbank.
es_es: El usuario no tiene cuenta en la base seleccionada.
fr_fr: L'utilisateur n'a pas de compte dans la base sélectionnée.
it_it: L'utente non possiede un account nel database selezionato.
ru: Пользователь не имеет учетной записи пользователя в выбранной базе.
uk: Користувач немає облікового запису на вибраній базі даних.

# NoUserAcountInfo
source: Cannot log in to {0}.
de: Die Anmeldung bei {0} ist nicht möglich.
es_es: No se puede conectar a {0}.
fr_fr: Impossible de se connecter à {0}.
it_it: Impossibile accedere a {0}.
ru: Не возможна регистация к Comarch ALTUM.
uk: Не можна ввійти до Comarch ALTUM.

# ConversionSuccess
source: Conversion of {0} database completed successfully.
de: DB-Konvertierung {0} wurde erfolgreich abgeschlossen
es_es: La conversión de la base {0} ha sido realizada con éxito
fr_fr: Conversion de la base {0} terminée avec succès
it_it: La conversione del database {0} è stata completata con successo.
ru: Конверсия базы {0} завершена успехом
uk: Виконано конверсію бази даних {0}

# DatabaseNotActual
source: The version of {0} database is not up-to-date. Would you like to start converting the database to the current version?
de: Die Datenbankversion {0} ist nicht aktuell. Möchten Sie die Datenbank in die aktuelle Version konvertieren?
es_es: La versión de la base {0} no es actual. ¿Empezar la conversión de la base a la versión actual?
fr_fr: La version de la base {0} n'est pas actuelle. Voulez-vous commencer la conversion de la base à la version actuelle?
it_it: La versione {0} del database è obsoleta. Vuoi convertirla alla versione attuale?
uk: Версія бази даних {0} не актуальна. Чи розпочати конверсію бази даних до поточної версії?

source: Database version
de: Datenbankversion
es_es: Versión de la base
fr_fr: Version de la base
it_it: Versione database
ru: Версия базы
uk: Версія бази даних

# ErrorGettingVersion
source: Error retrieving version of {0} database. Possibly, there is no configuration database. Please run the database manager.
de: Fehler bei der Entnahme der Datenbankversion {0}. Wahrscheinlich gibt es keine Konfigurationsdatenbank. Starten Sie den DB-Manager.
es_es: Error de la descarga de la versión de la base {0}. Es posible que no haya base de configuración. Inicie el administrador de bases.
fr_fr: Erreur lors du chargement de la version de la base {0}. Il manque probablement la base de configuration. Démarrez le gestionnaire des bases.
it_it: Errore durante lo scaricamento della versione del database {0}. Possibile mancanza del database di configurazione. Avvia il gestore database.
uk: Помилка під час завантаження версії бази даних {0}. Можливо немає конфігураційної бази даних. Завантажити менеджер баз даних.

# HASP_A_parameter_is_invalid
source: Invalid parameter.
de: Fehlerhafter Parameter
fr_fr: Paramètre incorrect
ru: Неправильный параметр
uk: Неправильний параметр

# HASP_A_required_API_dynamic_library_was_not_found
source: A required API dynamic library was not found.
de: Es wurde keine erforderliche dynamische API Bibliothek gefunden.
fr_fr: La bibliothèque API exigée n'a pas été trouvée.
uk: Необхідна динамічна бібліотека API не була знайдена

# HASP_Already_logged_in
source: Already logged in.
de: Bereits eingeloggt
fr_fr: Vous êtes déjà connecté.
ru: Зарегистрирован
uk: Уже ввійшов

# HASP_Already_logged_out
source: Already logged out.
de: Bereits ausgeloggt
fr_fr: Connexion déjà existante
ru: Зарегистрирован
uk: Уже вийшов

# HASP_Another_update_must_be_installed_first
source: Another update must be installed first.
de: Es muss zuerst eine andere Aktualisierung installiert werden.
fr_fr: Une autre actualisation doit être installée préalablement.
uk: Інші актуалізації повинні бути установлені раніше

# HASP_Broken_session
source: Broken session.
de: Die Sitzung wurde abgebrochen
fr_fr: Session interrompue
uk: Зупинена сесія

# HASP_Calling_invalid_object
source: Calling invalid object.
de: Aufruf des falschen Objekts
fr_fr: Appel d'objet incorrect
uk: Виклик невідповідного об'єкта

# HASP_Capability_is_not_available
source: Capability is not available.
de: Unverfügbare Funktionalität
fr_fr: Fonction non disponible
ru: Недоступная функциональность
uk: Недостатня функціональність

# HASP_Communication_error_between_application_and_local_LM
source: Communication error between application and local LM.
de: Kommunikationsfehler zwischen der Applikation und dem fernen Lizenzservice
fr_fr: Erreur de communication entre l'application et le service local de licence
uk: Помилка комунікації між аплікацією і локальним сервісом ліцензії

# HASP_Communication_error_between_local_and_remote_LM
source: Communication error between local and remote LM.
de: Kommunikationsfehler zwischen dem lokalen und fernen Lizenzservice
fr_fr: Erreur de communication entre le service local et le service distant de licence
uk: Помилка комунікації між локальним, а дистанційним сервісом ліцензії

# HASP_En_decryption_length_too_short
source: En-/decryption length too short.
de: Codierte/Decodierte Daten sind zu kurz
fr_fr: Le codage/décodage des données est trop court
uk: Кодовані/Розкодовані дані короткі

# HASP_Feature_access_denied
source: Feature access denied.
de: Verbotener Zugriff auf die Eigenschaft
fr_fr: Accès aux caractères interdit
uk: Заборонений доступ до ознаки

# HASP_Feature_not_found
source: Feature not found.
de: Die ausgewählte Eigenschaft wurde nicht gefunden
fr_fr: Caractéristiques données introuvable
uk: Не знайдено вказаної ознаки

# HASP_Feature_type_not_implemented
source: Feature type not implemented.
de: Nicht implementierter Eigenschaftstyp
fr_fr: Type de caractères non implanté
uk: Не імплементований вид ознаки

# HASP_Generic_error_from_host_system_call
source: Generic error from host system call.
de: Interner Fehler des Betriebssystems
fr_fr: Erreur interne dans le système opérationnel
ru: Внутренняя ошибка операционной системы
uk: Внутрішня помилка операційної системи

# HASP_Hardware_key_driver_not_found
source: Hardware key driver not found.
de: HW-Schlüssel wurde nicht gefunden
fr_fr: Clé matérielle non détectée
uk: Не був знайдений ключ обладнання

# HASP_HASP_LM_version_too_old
source: HASP LM version too old.
de: Zu alte Version des Lizenzservers
fr_fr: Version du service de licence trop ancienne
uk: Не відновлена версія сервізу ліцензії

# HASP_HASP_not_found
source: HASP not found.
de: Es wurde kein HASP-Schlüssel gefunden.
fr_fr: Clé HASP non détectée
ru: Не найдено ключ HASP
uk: Не знайдено ключа HASP

# HASP_Incompatible_feature
source: Incompatible feature.
de: Inkompatible Eigenschaft
fr_fr: Caractéristique incompatible
uk: Неузгоджена ознака

# HASP_Internal_API_error
source: Internal API error.
de: Interner API Fehler
fr_fr: Erreur interne API
uk: Внутрішня помилка API

# HASP_Invalid_date__time
source: Invalid date / time.
de: Fehlerhaftes Datum- und Zeitangaben
fr_fr: Date ou temps incorrect(e)
ru: Неправильная дата или время
uk: Невідповідна дата або час

# HASP_Invalid_file_id_memory_descriptor
source: Inappropriate file id / memory descriptor.
de: Fehlerhafte Datei-/ Speicherblock-ID
fr_fr: Identifiant de fichier / de bloc mémoire incorrect
uk: Неправильний ідентифікатор файлу / блоку пам'яті

# HASP_Invalid_handle
source: Invalid handle.
de: Fehlerhafter Griff
fr_fr: Handle erroné
uk: Помилкова хватка

# HASP_Invalid_memory_address
source: Invalid memory address.
de: Fehlerhafte Adresse im Speicher
fr_fr: Adresse incorrecte dans la mémoire
uk: Неправильний адрес в пам'яті

# HASP_Invalid_port
source: Invalid port.
de: Fehlerhafter Port
fr_fr: Port incorrect
uk: Неправильний порт

# HASP_Invalid_port_type
source: Invalid port type.
de: Fehlerhafter Porttyp
fr_fr: Type de port incorrect
uk: Неправильний вид порту

# HASP_Invalid_update_object
source: Invalid update object.
de: Fehlerhaftes aktualisiertes Objekt
fr_fr: L'objet actualisé est incorrect
uk: Неправильний оновлений об'єкт

# HASP_Invalid_vendor_code
source: Invalid vendor code.
de: Fehlerhafter Verkäufercode
fr_fr: Code vendeur erroné
uk: Неправильний код продавця

# HASP_Invalid_XML_scope
source: Invalid XML scope.
de: Fehlerhafter Bereich in XML
fr_fr: Champ incorrect dans XML
uk: Неправильний обсяг в XML

# HASP_Invalid_XML_spec
source: Invalid XML specification.
de: Fehlerhaftes XML-Format
fr_fr: Erreur de format XML
ru: Ошибочный формат в XML
uk: Помилковий формат в XML

# HASP_Key_with_requested_id_was_not_found
source: Key with requested id was not found.
de: Schlüssel mit der geforderten ID wurde nicht gefunden
fr_fr: La clé avec l'identifiant sélectionné n'a pas été détectée.
uk: Ключ з потрібним id не був знайдений

# HASP_Login_denied_because_of_user_restrictions
source: Login denied because of user restrictions.
de: Login wurde wegen der Benutzereinschränkungen verboten
fr_fr: Connexion impossible en raison d'une limitation des chargements par utilisateur
uk: Вхід в програму заборонений з причин обмежень накладених на користувача

# HASP_Memory_allocation_failed
source: Memory allocation failed.
de: Fehler der Speicherzuweisung
fr_fr: Erreur d'affectation de la mémoire
uk: Помилка розміщення пам'яті

# HASP_No_classic_memory_extension_block_available
source: No classic memory extension block available.
de: Unzureichende Speichermenge
fr_fr: Quantité de mémoire de base insuffisante
uk: Недостатня кількість базової пам'яті

# HASP_No_feature_matching_scope_found
source: No feature matching scope found.
de: Für diesen Bereich wurden keine passenden Eigenschaften gefunden
fr_fr: Caractère correspondant au domaine non trouvé
uk: Не знайдено підходящої ознаки до обсягу

# HASP_Real_time_support_not_available
source: Real time support not available.
de: Die Uhr der Realzeit wird nicht unterstützt
fr_fr: L'horloge de temps réel n'est pas soutenue
uk: Годинник дійсного часу не підтримується

# HASP_Request_not_supported
source: Request not supported.
de: Forderung wird nicht unterstützt.
fr_fr: La requête n'est pas supportée
uk: Завдання не підтримується

# HASP_Requested_encryption_algorithm_not_supported
source: Requested encryption algorithm not supported.
de: Geforderter Codierungs-Algorithmus wird nicht unterstützt
fr_fr: Le codage de l'algorithme sélectionné n'est pas supporté
uk: Потрібний алгоритм кодування не підтримується

# HASP_Secure_channel_communication_error
source: Secure channel communication error.
de: Kommunikationsfehler in einem sicheren Kanal
fr_fr: Erreur de communication sur le canal sécurisé
uk: Помилка сполучення на безпечному каналі

# HASP_Secure_storage_contains_garbage
source: Secure storage contains garbage.
de: Fehlerhafte Elemente im Sicherheitsraum
fr_fr: Éléments non conformes dans l'espace de sécurité.
uk: Неправильні позиції в просторі безпеки.

# HASP_Signature_check_failed
source: Signature check failed.
de: Fehler beim Signatur-Überprüfen
fr_fr: Erreur de vérification de la signature
uk: Помилка перевірки сигнатури

# HASP_Success
source: Success.
de: Es wurde erfolgreich abgeschlossen.
fr_fr: Exécuté avec succès
ru: Завершено успехом
uk: Завершено успішно

# HASP_System_time_has_been_tampered
source: System time has been tampered.
de: Die Systemzeit wurde manipuliert.
fr_fr: Le temps du système a été manipulé.
uk: Час системним був маніпульований.

# HASP_Terminal_services_remote_terminal_detected
source: Terminal services (remote terminal) detected.
de: Es wurden Terminaldienstleistungen entdeckt (Fernzugriff)
fr_fr: Services Terminaux détecté (accès à distance)
uk: Виявлено термінальні послуги (дистанційний доступ)

# HASP_The_feature_is_expired
source: The feature is expired.
de: Die Eigenschaft ist abgelaufen
fr_fr: Caractéristique expirée
uk: Ознака припинилась

# HASP_The_found_and_assigned_API_dynamic_library_could_not_be_verified
source: The found and signed API dynamic library could not be verified.
de: Gefundene und unterschriebene API-Bibliothek kann nicht verifiziert werden
fr_fr: La bibliothèque API trouvée et signée ne peut être vérifiée
uk: Знайдена і підписана бібліотека API не може бути перевірена

# HASP_Too_many_keys_connected
source: Too many keys connected.
de: Zu viele Schlüssel wurden angeschlossen
fr_fr: Nombre de clés connectées trop important
uk: Під'єднано забагато ключів

# HASP_Too_many_open_features
source: Too many open features.
de: Zu viele geöffnete Eigenschaften
fr_fr: Nombre de caractères ouverts trop important
uk: Забагато відкритих ознак

# HASP_Too_many_users
source: Too many users.
de: Zu viele Benutzer
fr_fr: Nombre d'utilisateur trop important
ru: Замного пользователей
uk: Забагато користувачів

# HASP_Trace_log_not_enabled
source: Trace log not enabled.
de: Log-Überwachung ist nicht möglich
fr_fr: Recherche des logs impossible
uk: Стеження логів неможливе

# HASP_Unable_to_excecute_complete_the_operation
source: Unable to execute/complete the operation.
de: Die Transaktion kann nicht ausgeführt/ abgeschlossen werden.
fr_fr: Impossible d'accomplir cette opération
ru: Нельзя выполнить/запончить операции
uk: Не можна виконати/завершити операції

# HASP_Unknown_algorithm
source: Unknown algorithm.
de: Unbekannter Algorithmus
fr_fr: Algorithme inconnu
ru: Неизвестный алгоритм
uk: Не відомий алгоритм

# HASP_Unknown_invalid_feature_id_option
source: Unknown/invalid feature id option.
de: Unbekannte/ fehlerhafte ID der Eigenschaft
fr_fr: Profil ID inconnu ou erroné
ru: Неизвестное/ощибочные id признака
uk: Не відоме/помилкове id ознаки

# HASP_Unrecognized_info_format
source: Unrecognized info format.
de: Unbekanntes Informationsformat
fr_fr: Format d'information non reconnaissable
uk: Нерозпізнаний формат інформації

# HASP_Update_counter_mismatch
source: Update counter mismatch.
de: Fehler der Zähleraktualisierung
fr_fr: Erreur d'actualisation du compteur
uk: Помилка актуалізації чисельника

# HASP_Update_data_consistency_check_failed
source: Update data consistency check failed.
de: Fehler der Kohärenzprüfung für aktualisierte Daten
fr_fr: Erreur lors de la vérification de la cohésion des données actualisées
uk: Помилка перевірки пов'язання актуальних даних

# HASP_Update_installation_not_allowed
source: Update installation not allowed.
de: Die Aktualisierung der Installation ist nicht erlaubt
fr_fr: L'actualisation de l'installation n'est pas permise
uk: Актуалізація встановлення не дозволена

# HASP_Update_not_supported_by_this_key
source: Update not supported by this key.
de: Die Aktualisierung wird durch diesen Schlüssel nicht unterstützt
fr_fr: L'actualisation n'est pas supportée par cette clé
uk: Оновлення не підтримується цим ключем

# HASP_Update_requested_ack_but_no_area_to_return_it
source: Update requested acknowledgment, but no area to return it.
de: Die Aktualisierung verlangt einen Hinweis. es wurde jedoch kein Zielpunkt gefunden.
fr_fr: L'actualisation exige une réponse, mais aucune destination n'a été trouvée.
uk: Актуалізація вимагає відповіді, але не знайдено пункту призначення

# HASP_Update_was_already_installed
source: Update was already installed.
de: Die Aktualisierung wurde bereits installiert.
fr_fr: L'actualisation a déjà été installée
uk: Актуалізація було уже установлена

# HASP_Vendor_code_unknown_to_API_library_run_apigento_make_it_known
source: Vendor code unknown to API library
de: Unbekannter Verkäufercode für eine API-Bibliothek
fr_fr: Code de vendeur inconnu pour la bibliothèque API
uk: Не відомий код продавця для бібліотеки API

# HASP_Vendor_lib_cannot_be_found
source: Vendor lib cannot be found.
de: Die Bibliothek des Verkäufers kann nicht gefunden werden
fr_fr: Impossible de trouver la bibliothèque des vendeurs
uk: Не можна знайти бібліотеки продавця

# HASP_Vendor_lib_cannot_be_loaded
source: Vendor lib cannot be loaded.
de: Die Bibliothek des Verkäufers kann nicht geladen werden.
fr_fr: La bibliothèque des vendeurs ne peut être lancée.
uk: Бібліотека продавця не можу бути завантажена

# HASP_Virtual_machine_detected
source: Virtual machine detected.
de: Es wurde eine virtuelle Maschine gefunden.
fr_fr: Machine virtuelle détectée
uk: Знайдено віртуальну машину

# IfBackup
source: Would you like to make a backup copy of the database before conversion?
de: Möchten Sie eine Sicherungskopie der Datenbank vor der Konvertierung erstellen?
es_es: ¿Desea hacer una copia de seguridad de la base antes de la conversión?
fr_fr: Voulez-vous faire une copie de sauvegarde avant de convertir?
it_it: Vuoi eseguire il backup del database prima di avviare la conversione?
uk: Чи виконати запасну копію бази даних перед конверсією?

# ManyConnections
source: Other persons are connected to the database {0}. Would you like to disconnect and start conversion?
de: An die Datenbank {0} sind auch andere Personen angeschlossen. Möchten Sie die Verbindung abbrechen und mit der Konvertierung starten?
es_es: Hay otros usuarios conectados a la base {0}. ¿Terminar la conexión y empezar la conversión?
fr_fr: D'autres utilisateurs sont connectés à la base {0}. Interrompre la connexion et commencer la conversion?
it_it: Altri utenti sono connessi al database {0}. Vuoi interrompere le connessioni e cominciare la conversione?
uk: До бази даних {0} підключені інші особи. Чи перервати підключення і розпочати конверсію?

# NoAccess
source: Permissions denied to convert database {0}.
de: Keine Rechte auf Konvertierung der Datenbank {0}.
es_es: No tiene permisos para convertir la base {0}
fr_fr: Vous n'êtes pas autorisé à convertir la base {0}.
it_it: Mancanza di autorizzazioni per convertire il database {0}.
uk: Немає відповідних повноважень до конверсії бази даних {0}

# NotCompleteConversion
source: Failed to make a full conversion of {0} database. The current database version is: {1}.
de: Eine komplette Konvertierung der Datenbank {0} ist fehlgeschlagen. Aktuelle DB-Version: {1}
es_es: No se ha podido realizar la conversión completa de la base {0}. Versión actual de la base: {1}
fr_fr: Échec de la conversion complète de la base {0}. Version actuelle de la base: {1}
it_it: Non è stato possibile eseguire la conversione completa del database {0}. Versione attuale del database: {1}
uk: Не виконано повної конверсії бази даних {0}. Версія бази даних: {1}

# BaseNewer
source: The version of the application is older than the version of the selected database. Select another database or run the application in version {0}.
de: Die Applikationsversion ist älter als Version der ausgewählten Datenbank. Wählen Sie eine andere Datenbank oder starten Sie die Applikation in der Version {0}.
es_es: La versión de la aplicación es más antigua que la versión de la base seleccionada. Elija otra base o inicie la versión {0} de la aplicación.
fr_fr: La version de l'application est plus ancienne que celle de la base sélectionnée. Sélectionnez une autre base ou bien démarrez l'application en version {0}.
it_it: La versione dell'applicazione è più vecchia della versione del database selezionato. Seleziona un altro database o avvia l'applicazione nella versione {0}.
uk: Версія програми є старша, ніж версія вибраної бази даних. Вибрати іншу базу даних або завантажити програму в версії {0}.

# ConfBaseNewer
source: The version of the application is older than the version of the configuration database. Please run the database manager to change the configuration database.
de: Die Anwendungsversion ist älter als die Version der Konfigurationsdatenbank. Starten Sie den DB-Manager, um die Konfigurationsdatenbank zu ändern.
es_es: La versión de la aplicación es más antigua que la versión de la base de configuración. Inicie el administrador de bases para cambiar la base de configuración.
fr_fr: La version de l'application est plus ancienne que celle de la base de configuration. Démarrez le gestionnaire des bases pour changer la base de configuration.
it_it: La versione dell'applicazione è più vecchia della versione del database di configurazione. Avvia il gestore database per cambiare il database di configurazione
uk: Версія програми є старша, ніж версія конфігураційної бази даних. Завантажити менеджера баз даних, щоб змінити конфігураційну базу даних.

# ErrorGettingVersionOld
source: Error retrieving version of {0} database.
de: Fehler bei der Entnahme der Datenbankversion {0}
es_es: Error de la descarga de la versión de la base {0}.
fr_fr: Erreur lors du chargement de la version de la base {0}
it_it: Errore durante lo scaricamento della versione del database {0}.
ru: Ошибка при загрузке версии базы {0}.
uk: Помилка під час завантаження версії бази даних {0}

# HASP_HASP_update_incompatible_with_this_hardware
source: HASP update incompatible with this hardware; HASP key is locked to another hardware.
de: HASP-Aktualisierung ist mit dieser HW nicht kompatibel. Der HASP-Schlüssel wird für eine andere HW gesperrt.
fr_fr: L'actualisation HASP n'est pas compatible avec ce matériel; la clé HASP est réservée pour un matériel différent
uk: Актуалізація HASP неузгоджене з цим обладнанням; Ключ HASP заблокований для іншого обладнання

# HASP_HASP_SL_secure_storage_I_O_error_or_USB_request_error
source: HASP SL secure storage I/O error or USB request error.
de: I/O Fehler des sicheren HASP SL Lagers oder Problem mit USB
fr_fr: Erreur I/O de l'entrepôt sécurisé HASP SL ou erreur de tâche USB
uk: Помилка I/O безпечного складу HASP SL або помилка вимоги USB
