Repository: konradgujda/RESX_TEST_COMARCH
Catalog: Altum/Comarch.B2.Properties.Resources.*.resx
Languages: de, es_es, fr_fr, it_it, ru, uk

# HASP_Clock_out_of_power
source: Clock out of power.
de: HASP-Uhr außer Betrieb
fr_fr: Batterie de l'horloge épuisée
uk: Розряджений акумулятор годинника

# InternalSystemError
source: Unexpected system error occurred.
de: Es ist ein unerwarteter Fehler aufgetreten.
es_es: Se ha producido un error inesperado.
fr_fr: Une erreur inattendue du système s'est produite.
it_it: Si è verificato un errore imprevisto di sistema.
ru: Возникла не предусмотренная ошибка системы.
uk: З'явилася несподівана помилка системи.

# BackToNormalVersion
source: HASP key detected. The application is back to full mode.
de: Es wurde HASP-Schlüssel gefunden. Die Applikation ist zum vollen Modus zurückgekehrt.
es_es: La llave Hasp ha sido detectada. La aplicación ha vuelto al modo completo.
fr_fr: La clé HASP a été détectée. L'application fonctionne de nouveau en version complète.
it_it: Chiave HASP rilevata. L'applicazione è tornata alla modalità completa.
uk: Знайдено ключ HASP. Програма повернулася до повного режиму.

# NoHasp
source: A HASP key was not detected. The application is running in DEMO mode. Would you like to retry to connect with the HASP key?
de: Es wurde kein HASP-Schlüssel gefunden. Die Applikation arbeitet im DEMO-Modus. Möchten Sie den Verbindungsaufbau mit dem HASP-Schlüssel erneut versuchen?
es_es: La llave HASP no ha sido detectada. La aplicación está en modo DEMO. ¿Volver a intentar conectar con la llave HASP?
fr_fr: La clé HASP n'a pas été détectée. L'application fonctionne en mode de démonstration. Voulez-vous réessayer de brancher la clé HASP?
it_it: Chiave HASP non rilevata. L'applicazione sta lavorando in modalità demo. Vuoi riprovare la connessione alla chiave HASP?
uk: Не знайдено ключа HASP. Програма в демо-версії. Чи поновити спробу з'єднання з ключем HASP?

# DemoVersion
source: Application in Demo mode.
de: Anwendung im Demo-Modus
es_es: Aplicación en modo DEMO.
fr_fr: Application en mode de démonstration
it_it: Applicazione in modalità Demo.
uk: Програма в демо-версії.

# LicenseKeyInfo
source: License Information
de: Lizenzinformation
es_es: Información de licencia
fr_fr: Information sur la licence
it_it: Informazioni sulla licenza
uk: Інформація про ліцензію

# LicenseKeyNoValidLicense
source: You have no valid license installed! Would you like to run the application in demo mode?
de: Sie haben keine gültige Lizenz installiert. Wollen Sie im Demo-Modus starten?
es_es: No dispone de una licencia valida. ¿Desea iniciar el trabajo en la versión demo?
fr_fr: Vous n'avez pas de licence valide installée. Voulez-vous démarrer le logiciel en mode de démonstration?
it_it: Non sei in possesso di una licenza valida. Vuoi utilizzare la versione demo?
ru: You have no valid license installed! Do you want to start in demo mode?
uk: У Вас немає ліцензії. Чи розпочати роботу в демо-версії?

# DaysLeftOfDemoVersionInfo
source: You are working in demo mode. You are allowed to generate documents for {0} more days.
de: Sie arbeiten im Demo-Modus. Sie können Dokumente noch {0} Tage lang ausstellen.
es_es: Está trabajando en la versión demo. Puede emitir documentos durante los {0} días más.
fr_fr: Vous travaillez en mode de démonstration. Vous pouvez établir les documents pendant {0} jour(s) encore.
it_it: Stai utilizzando la versione demo. Puoi emettere i documenti ancora per {0} giorni.
uk: Ви працюєте на демо-версії. Документи можна створювати ще {0} днів.

# BuyAltumWarning
source: Purchase full version of the system.
de: Kaufen Sie die vollständige Systemversion.
es_es: Comprar la versión completa del sistema.
fr_fr: Achetez la version complète du système.
it_it: Acquista la versione completa del sistema.
uk: Купіть повну версію системи.

# ErrorMessage
source: Error
de: Fehler
fr_fr: Erreur
it_it: Errore
uk: Помилка

# UserOffLine
source: Failed to establish connection with the database. Please check the network cable.
de: Die Verbindung mit der Datenbank konnte nicht hergestellt werden. Überprüfen Sie das Netzkabel.
es_es: No se ha podido establecer conexción con la base de datos. Verifique el cable de red.
fr_fr: Il a été impossible d'établir la connexion à la base de données. Vérifiez le câble réseau.
it_it: Connessione al database non riuscita. Controlla il cavo di rete.
uk: З'явилася помилка під час підключення з базою даних. Перевірте кабель мережі.

# HASP_Driver_or_support_daemon_version_too_old
source: The driver or the supported deamon version is too old.
de: Der Treiber oder die Daemon-Version sind zu alt.
fr_fr: Driver ou version supportée daemon trop ancien(ne).
uk: Драйвер або версія демо неактуальна.

# LicenseManagerToolNotFound
source: Configuration tool of the license service not found.
de: Es konnte kein Werkzeug für die Konfiguration des Lizenzservice gefunden werden.
es_es: No se puede encontrar la herramienta de configuración del servicio de licencias.
fr_fr: L'outil de configuration du service de licence n'a pas été trouvé.
it_it: Non è stato trovato alcuno strumento di configurazione del servizio di licenze.
uk: Не знайдено інструменту конфігурації сервісу ліцензії.

# EmptyNameNotAllowed
source: The server name cannot be empty!
de: Der Name des Servers darf nicht leer sein!
es_es: ¡El nombre del servidor no puede estar vacío!
fr_fr: Le nom du serveur ne peut pas être vide!
it_it: ll nome del server è obbligatorio.
uk: Назва сервера не може бути порожня!

# PortFieldReq
source: The license service port is not indicated.
de: Es wurde kein Port für den Lizenzdienst genannt.
es_es: El puerto del servicio de licencias no está indicado.
fr_fr: Le port du service de licence n'est pas défini.
it_it: Non è stata indicata alcuna porta del servizio di licenze.
uk: Не вказано порту послуги ліцензії.

# PortParseErr
source: Value in the field '{0}' is invalid!
de: Der Wert im Feld '{0}' ist inkorrekt!
es_es: ¡El valor en el campo '{0}' es incorrecto!
fr_fr: La valeur dans le champ '{0}' est incorrecte!
it_it: Il valore del campo '{0}' è scorretto!
uk: Значення у полі '{0}' неправильне!

# NoCompanyUnits
source: The user is not assigned to any center.
de: Der Benutzer ist keinem Zentrum zugewiesen worden.
es_es: El usuario no está asignado a ningún centro.
fr_fr: L'utilisateur n'est assigné à aucun centre.
it_it: L'utente non è assegnato a nessun centro.
uk: Користувач не приписаний до жодного центру.

# CredentialsFormAppText
source: Login Parameters
de: Anmeldeparameter
es_es: Parámetros de inicio de sesión
fr_fr: Paramètres de connexion
it_it: Parametri di accesso
uk: Параметри входу

# CredentialsFormWindowText
source: Configuration Database
de: Konfigurationsdatenbank
es_es: Base de configuración
fr_fr: Base de configuration
it_it: Database di configurazione
uk: Конфігураційна база даних

# DemoInfoFormWindowText
source: Notification about demo version
de: Benachrichtigung über die Demoversion
es_es: Notificación sobre la versión demo
fr_fr: Notification relative à la version de démonstration
it_it: Notifiche sulla versione demo
uk: Повідомлення про демонстраційну версію

# LicenseServerFormWindowText
source: Licensing
de: Lizenzierung
es_es: Concesión de licencias
fr_fr: Obtention de licence
it_it: Licenza
uk: Ліцензування

# LicenseServerFromAppText
source: License Server Selection
de: Auswahl des Lizenzservers
es_es: Selección del servidor de licencia
fr_fr: Sélection du serveur de licence
it_it: Selezione server licenze
uk: Вибір сервера ліцензії

# NoLoginUntilSynchronization
source: To log in, it is necessary to carry out the synchronization process.
de: Um sich anmelden zu können, müssen Sie eine Synchronisierung vornehmen.
es_es: Para conectarse es necesario realizar una sincronización.
fr_fr: Il est nécessaire d'effectuer la synchronisation pour pouvoir se connecter.
it_it: Per accedere bisogna effettuare la sincronizzazione.
uk: Щоб увійти в систему, необхідно виконати синхронізацію.

# UserAlreadyLoggedIn
source: The user is already logged in.
de: Der Benutzer ist bereits eingeloggt.
es_es: El usuario ya está conectado.
fr_fr: L'utilisateur est déjà connecté.
it_it: L'utente è già connesso.

# UserNotLoggedIn
source: The user is not logged in.
de: Der Benutzer ist nicht eingeloggt.
es_es: El usuario no está conectado.
fr_fr: L'utilisateur n'est pas connecté.
it_it: Utente non connesso.

# IfReindex
source: Would you like to reindex the database after the conversion?
de: Möchten Sie nach dem Konvertierungsabschluss die Datenbank neu indizieren?
es_es: ¿Reindexar la base de datos al terminar la conversión?
fr_fr: Voulez-vous réindexer la base de données une fois la conversion terminée?
it_it: Vuoi reindicizzare il database dopo la conversione?

source: Question
de: Frage
es_es: Pregunta
it_it: Domanda

# UserGroupNotSetToCompanyUnit
source: None default group is assigned to the center.
de: Keine der Benutzergruppen wurde dem Zentrum zugewiesen.
es_es: Ningún grupo del usuario está asignado al centro.
fr_fr: Aucun groupe d'utilisateurs n'est assigné au centre.
it_it: Al centro non è assegnato alcun grupo dell'utente.

# UpdateMutexAlreadyLocked
source: Cannot run the system during update.
de: Während der Aktualisierung kann das System nicht gestartet werden.
es_es: No se puede iniciar sistema durante la actualización.
fr_fr: Impossible de démarrer le système lors de la mise à jour.
it_it: Impossibile avviare il sistema durante l'aggiornamento.

# InfoLoginToConfDatabaseFailed
source: Failed to login to the configuration database. Please enter the user name and the password to log in.
de: Die Anmeldung bei der Konfigurationsdatenbank ist fehlgeschlagen. Geben Sie den Benutzernamen und das Passwort ein, um sich anzumelden.
es_es: Error de inicio de sesión de la base de configuración. Por favor, escriba el nombre de usuario y contraseña para iniciar sesión.
fr_fr: Échec de la connexion à la base de configuration. Veuillez taper le nom d'utilisateur et le mot de passe pour vous connecter.
it_it: Accesso al database di configurazione non riuscito. Inserisci il nome utente e la password per accedere.

# InfoLoginToConfDatabaseWithExplicitUser
source: An error occurred while connecting to the selected configuration database. The configuration database is unavailable or incorrect login data have been given. Please specify the username and password and try again.
de: Fehler bei der Verbindung mit der ausgewählten Konfigurationsdatenbank. Die Konfigurationsdatenbank ist nicht verfügbar oder die angegebenen Anmeldedaten sind nicht korrekt. Bitte geben Sie den Benutzernamen und das Passwort ein und versuchen Sie es erneut.
es_es: Error de conexión con la base de configuración seleccionada. La base de configuración no está disponible o se especificaron datos de inicio de sesión incorrectos. Por favor, escriba el nombre de usuario y contraseña y reintente.
fr_fr: Une erreur de connexion à la base de configuration sélectionnée s'est produite. La base de configuration est indisponible ou les données de connexion sont incorrectes. Veuillez taper le nom d'utilisateur et le mot de passe et réessayez.
it_it: Mancanza di connessione al database di configurazione selezionato. Il database non è disponibile o i dati di accesso specificati non sono validi. Inserisci il nome utente a la password e riprova.

# AddShortcutOnDesktop
source: Add shortcut to system desktop
de: Verknüpfung auf dem {0}-Desktop erstellen
es_es: Crear un acceso directo en escritorio {0}
fr_fr: Ajouter le raccourci au bureau {0}
it_it: Aggiungi collegamento sul desktop

# SessionNoLongerActive
source: Program session was stopped. The program will be closed.
de: Programmsitzung wurde unterbrochen. Das Programm wird geschlossen.
es_es: La sesión del programa ha sido terminada. El programa va a cerrarse.
fr_fr: La session du logiciel a été interrompue. Le logiciel sera fermé.
it_it: La sessione del programma è stata interrotta. Il programma verrà chiuso.

# ExtensionLicenseNotFound
source: Unfortunately, you do not have the system extension license.
de: Sie verfügen nicht über die nötige Lizenz, um das System zu erweitern.
es_es: No dispone de una licencia de extensión del sistema.
fr_fr: Vous ne disposez pas de la licence d'extension du système.
it_it: Sfortunatamente, non sei in possesso di licenza per estendere il sistema.

# ApplicationExits
source: The application will close down.
de: Die Anwendung wird beendet.
es_es: La aplicación va a cerrarse.
fr_fr: L'application va se fermer.
it_it: L'applicazione verrà chiusa.

# ExtensionFound
source: The system has detected that you are using nonstandard system extensions.
de: Es wurde vom System festgestellt, dass Sie nicht standardmäßige Systemerweiterungen nutzen.
es_es: El sistema ha detectado que está utilizando extensiones del sistema no estándar.
fr_fr: Le logiciel a détecté que vous utilisez des extensions non standards du système.
it_it: Il sistema ha rilevato che stai usando un'estensione non standard del sistema.

# ConfigurationErrorsException
source: Insufficient permissions to modify the file! Close the application and restart it with higher level permissions.
de: Keine Rechte, um die Datei zu modifizieren. Schließen Sie die Anwendung und starten Sie sie erneut mit nötigen Rechten.
es_es: ¡No tiene permisos para modificar el archivo! Cierre la aplicación y reinicie con permisos elevados.
fr_fr: Pas de droit de modification du fichier! Veuillez fermer l'application et redémarrez-la avec les droits appropriés.
it_it: L'utente non è autorizzato a modificare il file. Chiudi l'applicazione e riavviala con autorizzazioni elevate.

# LicenseLost
source: No user license found
de: Keine Benutzerlizenz vorhanden
es_es: No hay licencia de usuario
fr_fr: Pas de licence utilisateur.
it_it: Licenza utente mancante!

# LicenseLostText
source: Click OK to retry obtaining a license!
de: Wählen Sie OK, um die Lizenz erneut anzufordern!
es_es: ¡Haga clic sobre OK para volver a intentar obtener la licencia!
fr_fr: Appuyez sur OK pour réessayer d'obtenir la licence!
it_it: Clicca ok per riprovare a ottenere la licenza!

# LogInAgainQuestion
source: You are logged in at a different workstation. Would you like to keep the active sessions open?
de: Sie sind an einer anderen Stelle angemeldet. Aktive Sitzungen lassen?
es_es: Está conectado en otro puesto. ¿Desea dejar las sesiones activas?
fr_fr: Vous êtes connecté à un autre poste de travail. Voulez-vous conserver les sessions actives?
it_it: Sei già connesso a un'altra postazione. Vuoi mantenere le sessioni attive?

# LastSessionWasTerminated
source: The previous session of the operator {0} was terminated. Please contact the system administrator for details.
de: Die vorherige Sitzung des Benutzers {0} wurde abgebrochen. Für detaillierte Informationen setzen Sie sich mit dem Systemadministrator in Verbindung.
es_es: La sesión anterior del operador {0} ha sido terminada. Para obtener más información póngase en contacto con el administrador del sistema.
fr_fr: La session précédente de l'opérateur {0} a été interrompue. Pour plus d'informations, contactez l'administrateur du système.
it_it: La sessione precedente dell'operatore {0} è stata chiusa. Contatta l'amministratore di sistema per ulteriori informazioni.

# UserHasOpenSessions
source: Operator {0} has the following sessions open:
de: Der Benutzer {0} hat geöffnete Sitzungen:
es_es: El operador {0} ha abierto las siguientes sesiones:
fr_fr: L'opérateur {0} a ouvert les sessions suivantes:
it_it: Le seguenti sessioni aperte sono assegnate all'operatore {0}:

# UserSession
source: ({0}) at the workstation {1}
de: ({0}) an der Arbeitsstelle {1}
es_es: ({0}) en el puesto {1}
fr_fr: ({0}) sur le poste {1}
it_it: ({0}) alla postazione {1}

source: License key error!
de: Fehler des Lizenzschlüssels!
es_es: ¡Error de la clave de licencia!
fr_fr: Erreur de clé de licence!
it_it: Errore del codice di licenza!

# LicenseNotFound
source: Licensing service parameters are incorrect or no valid license was found!
de: Ungültige Parameter des Lizenzdienstes vorhanden oder es wurde keine gültige Lizenz gefunden!
es_es: ¡Los parámetros del servicio de licencias son incorrectos o no se puede encontrar una licencia adecuada!
fr_fr: Les paramètres du service de licence sont incorrects ou la licence valide n'a pas été trouvée!
it_it: I parametri del servizio di licenze non sono validi oppure non è stata trovata una licenza valida.

# OperationCanceled
source: The operation canceled by the user.
de: Der Vorgang wurde vom Benutzer abgebrochen.
es_es: La operación ha sido anulada por el usuario.
fr_fr: L'opération a été annulée par l'utilisateur.
it_it: Operazione annullata dall'utente.

# NoActiveRetailCompanyUnits
source: The subsidiary is inactive. Cannot login to Comarch Retail.
de: Die Filiale ist inaktiv. Die Anmeldung bei Comarch Retail ist nicht möglich.
es_es: La filial está inactiva. No puede iniciar sesión en Comarch Retail.
fr_fr: La filiale est inactive. Impossible de se connecter à Comarch Retail.
it_it: La filiale non è attiva. Impossibile accedere a Comarch Retail.

source: Close
de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi

# NipViolation
source: TIN uniqueness violation occurs in the system!
de: Eindeutigkeit der USt.-IdNr. wurde im System verletzt!
es_es: ¡En el sistema aparecen dos números IVA intracomunitario iguales!
fr_fr: La violation de l'unicité des n° TVA intra se produit dans le système!
it_it: Nel sistema si è verificata la violazione dell'unicità dei numeri IVA!

# ReadOnly
source: Do you want to continue in 'Read Only' mode?
de: Möchten Sie 'Im schreibgeschützten Modus' fortsetzen?
es_es: ¿Desea continuar en el modo 'Solo lectura'?
fr_fr: Voulez-vous continuer en mode 'Lecture seule'?
it_it: Vuoi continuare in modalità di sola lettura?

# NipCheckFailed
source: Verification of TINs completed with exception!
de: Die Verifizierung der USt.-IdNr. wurde mit einer Ausnahme abgeschlossen!
es_es: ¡Se ha producido una excepción al verificar los números IVA intracomunitario!
fr_fr: Vérification des n° TVA intra terminée avec une exception!
it_it: La verifica dei numeri IVA è stata completata con eccezione.

# UnauthorizedAccess
source: Failed to save the configuration. Probably, you do not have permissions to save in the application directory.
de: Die Konfiguration konnte nicht gespeichert werden! Sie haben wahrscheinlich keine Rechte zum Speichern im Anwendungsordner.
es_es: ¡Fallo al guardar la configuración! Probablemente no tiene permisos para introducir cambios en el catálogo de la aplicación.
fr_fr: Échec de l'enregistrement de la configuration! Vous n'avez pas probablement les droits d'écriture sur le dossier de l'application.
it_it: Salvataggio della configurazione non riuscito. Probabilmente l'utente non è autorizzato a effettuare il salvataggio nella directory dell'applicazione.

# LicenseServerFormContinueButton
source: Continue
de: Fortsetzten
es_es: Continuar
fr_fr: Continuer
it_it: Continua

# UserInactive
source: The operator account is inactive.
de: Benutzerkonto ist inaktiv.
es_es: La cuenta del operador está inactiva.
fr_fr: Le compte de l'opérateur est inactif.

# LoginCannotLogIn
source: The entered user data is invalid. Try again or contact the system administrator.
de: Es wurden ungültige Benutzerdaten eingegeben. Versuchen Sie erneut oder wenden Sie sich an Sytemadministrator.
es_es: Los datos del usuario introducidos son incorrectos. Reintente o póngase en contacto con el administrador del sistema.
fr_fr: Les données de l'utilisateur saisies sont incorrectes. Réessayez ou contactez l'administrateur du système.
it_it: I dati dell'utente inseriti non sono validi. Riprova o contatta l'amministratore di sistema.

# LoginPasswordExpired
source: The password validity date has expired.
de: Die Gültigkeit des Passworts ist abgelaufen
es_es: El plazo de validez de la contraseña ha expirado.
fr_fr: Le mot de passe a expiré.
it_it: Il periodo di validità della password è scaduto.

# LoginCannotChangePassword
source: Cannot change the password because the operator has other program sessions open.
de: Das Passwort kann nicht geändert werden, weil der Benutzer andere geöffnete Sitzungen hat.
es_es: No se puede cambiar la contraseña porque el operador tiene abiertas otras sesiones.
fr_fr: Impossible de modifier le mot de passe car les autres sessions sont ouvertes par l'opérateur.
it_it: Impossibile modificare la password interna, perché all'operatore sono assegnate altre sessioni aperte.

# DigitalSignatureNotConfiguredErrorCaption
source: Digital signature configuration error.
de: Fehler bei der Konfiguration der digitalen Signatur.
es_es: Error de configuración de firma digital.
fr_fr: Erreur de configuration de la signature électronique.
it_it: Errore durante la configurazione della firma digitale

# ApplicationButtonText
source: System
es_es: Sistema
fr_fr: Système
it_it: Sistema

# LoginApplicationText
source: version
es_es: versión
it_it: versione
ru: версия
uk: версія

source: Port
es_es: Puerto
it_it: Porta
uk: Порт

# infoText
source: Information
es_es: Información
it_it: Informazione
