Repository: konradgujda/RESX_TEST_COMARCH
Catalog: Altum/Comarch.B2.Login.LoginForm.*.resx
Languages: es_es, fr_fr

# label1.Text
source: Language:
fr_fr: Langue:

# refreshButton1.ToolTip
source: Database Manager
fr_fr: Gestionnaire de base de données

# refreshButton.ToolTip
source: Refresh the list of databases
fr_fr: Actualiser la liste des Bases de Données

# databaseLabel.Text
source: Database
es_es: Base de datos
fr_fr: Base de données

# databaseCombo.ToolTip
source: List of Databases
fr_fr: Liste des Bases de Données

# passwordTextBox.ToolTip
source: User Password
fr_fr: Mot de passe utilisateur

# passwordLabel.Text
source: Password
es_es: Contraseña
fr_fr: Mot de passe

# integratedCheck.Text
source: Use integrated security
fr_fr: Se connecter à l'aide de la connexion intégrée

# integratedCheck.ToolTip
source: Use integrated security
fr_fr: Se connecter à l'aide de la connexion intégrée

# userTextBox.ToolTip
source: Username
fr_fr: Nom d'utilisateur

# userLabel.Text
source: User
es_es: Usuario
fr_fr: Utilisateur

# userLabel.ToolTip
source: Username
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur

# arrowButton1.ToolTip
source: Log in
fr_fr: Connectez-vous

# $this.Text
source: Logging in
fr_fr: Connexion au système

# btnConfigure.ToolTip
source: Database manager
es_es: Administrador de bases de datos
fr_fr: Gestionnaire des bases de données

# btnRefresh.ToolTip
source: Refresh the list of databases
es_es: Actualizar la lista de bases
fr_fr: Actualiser la liste des bases de données

# cmbDatabases.ToolTip
source: Databases
es_es: Lista de bases de datos
fr_fr: Liste des bases de données

# txtPassword.ToolTip
source: User's password
es_es: Contraseña de usuario
fr_fr: Mot de passe utilisateur

# chkIntegratedSecurity.Text
source: Use integrated security
fr_fr: Se connecter à l'aide de la connexion intégrée

# chkIntegratedSecurity.ToolTip
source: Integrated security
es_es: Inicio de sesión integrado
fr_fr: Connexion intégrée

# txtUsername.ToolTip
source: Username
fr_fr: Nom d'utilisateur

# btnProceed.ToolTip
source: Log On
es_es: Iniciar sesión
fr_fr: Se connecter

# lblCompanyUnit.Text
source: Company
es_es: Centro
fr_fr: Entreprise

# lblCompanyUnit.ToolTip
source: List of Centers
es_es: Lista de centros
fr_fr: Liste de centres

# cmbUsername.ToolTip
source: User name1
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur

# chkIntegratedSecurity.Properties.Caption
source: Integrated security
es_es: Inicio de sesión integrado
fr_fr: Connexion intégrée

# chkIntegratedSecurity.ToolTip1
source: Use integrated security
fr_fr: Se connecter à l'aide de la connexion intégrée

# userLabel.ToolTip1
source: User name
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur

# lblCompanyUnit.ToolTip1
source: List of centers
es_es: Lista de centros
fr_fr: Liste des centres

# cmbDatabases.ToolTip1
source: List of databases
es_es: Lista de bases de datos
fr_fr: Liste des bases de données

# cmbUsername.ToolTip1
source: User name
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur

# cmbCompanyUnits.ToolTip
source: List of companies
es_es: Lista de empresas
fr_fr: Liste des entreprises

# cmbCompanyUnits.ToolTip1
source: List of companies
es_es: Lista de empresas
fr_fr: Liste des entreprises

# txtPassword.ToolTip1
source: User's password
es_es: Contraseña de usuario
fr_fr: Mot de passe de l'utilisateur

# _blcRepeatedNewPassword.Text
source: Repeat New Password
es_es: Confirmar nueva contraseña
fr_fr: Confirmer le nouveau mot de passe

# _blcNewPassword.Text
source: New Password
es_es: Escribir nueva contraseña
fr_fr: Taper un nouveau mot de passe

# _bteRepeatedNewPassword.ToolTip
source: Repeated new user's password
es_es: Nueva contraseña de usuario repetida
fr_fr: Nouveau mot de passe de l'utilisateur répété

# _bteNewPassword.ToolTip
source: New user's password
es_es: Nueva contraseña de usuario
fr_fr: Nouveau mot de passe de l'utilisateur
